# Напишите программу, которая по заданному номеру четверти, показывает диапазон возможных координат точек в этой четверти (x и y).

quadrant_number = int(input("Введите номер четверти: "))
if quadrant_number == 1:
    print("диапазон координат X = (0;+∞); Y = (0;+∞)")
elif quadrant_number == 2:
    print("диапазон координат X = (-∞;0); Y = (0;+∞)")
elif quadrant_number == 3:
    print("диапазон координат X = (-∞;0); Y = (-∞;0)")
elif quadrant_number == 4:
    print("диапазон координат X = (0;+∞); Y = (-∞;0)")
else:
    print("введен неверный номер четверти")